{
  "entries": [
    {
      "id": 1,
      "name": "Drew Endy",
      "words": "We've got a functional, self-assembling, natural nanotechnology all over the earth, and we're just in the early days—one generation in—to programming it explicitly through engineering the DNA code, and you're sort of asking me, what's it good for. Basically, the answer is: anything that biology now does or anything you can imagine biology being tweaked to do. And it seems like if you do the back of the envelope, that you need energy for a civilization to work, and there’s reason to be optimistic about that, from photovoltaic, solar, or other, and you're going to need water and computation, and those are both more or less correlated or interconvertible with energy, and then we need atoms, we need matter, we need stuff, and biology is the way of wrangling atoms on a civilization/global/planetary scale. So, we need to make living matter fully engineerable. If we do this right, then all of humanity and nature can flourish and partner together. The example with the garden clippings from Menlo Park, as much as anything else, is meant to illustrate how poorly configured we are in partnership with biology. There actually should be an abundance of manufacturing capacity on Earth.",
      "source": "https://ojs.stanford.edu/ojs/index.php/intersect/article/view/1135/1097",
      "author": "Drew Endy and Cindy Liu"
    },
    {
      "id": 2,
      "name": "Jenny Molloy",
      "words": "So how does this map onto the bioeconomy. Which is kind of the title of my talk. Well a lot of countries do have  bioeconomy strategies. So there's this idea that we are moving towards a world in  which we make more stuff using biology, which is typically seen as being much more environmentally friendly than the way we do it right now in terms of  chemical synthesis polluting industries. It's not always true, but in many cases it is. So how can we use biomass to produce useful things. Apart from the U.S. none of these bioeconomy strategies  really mention this idea of openness as  strategy or kind of transitions to sustainability. If anything, many of them focus on the patents and intellectual  property, yet many of them are trying  to address things like the sustainable development goals. And really all of these things that biotech/biology can contribute to, perhaps need a different  framework than the typical innovation framework that's coming up in in many of  the policies that that are being published. And so my kind of thesis for a lot of my research is that I think the policy narratives on the idea of openness in a bioeconomy need to be informed by the practical, legal, social and economic realities of biological research. Having come from the biological space I'm now moving into the social sciences, and particularly I'm interested in how we can build a sustainable bioeconomy using open research tools.",
      "source": "https://youtu.be/eVD6JVgymEo",
      "author": "Jenny Molloy"
    },
    {
      "id": 3,
      "name": "Natsai Audrey Chieza",
      "words": "I don't know what happened to the time capsule we left behind in Paris, but I do remember wishing for a more just and meaningful world, where all of nature can thrive. In their own significant ways, technology and design have played their role in denying us this, but it's in our power to change that. Fundamentally, this means recognizing that the design of, with and from biology is designing systems and not stuff, and that with a truly ambitious design proposition, one that’s based on values that center flourishing, caretaking and equity. We have the opportunity to build truly transformative systems, systems that open up holistic measures of value and impact, and how we think about scaling innovation and doing business for the futures we now need.",
      "source": "https://www.ted.com/talks/natsai_audrey_chieza_possible_futures_from_the_intersection_of_nature_tech_and_society/transcript?language=en",
      "author": "Natsai Audrey Chieza"
    },
    {
      "id": 4,
      "name": "Grow Your Own Cloud",
      "words": "Working with nature to alleviate the threat of ‘Data Warming’, Grow Your Own Cloud creates a new materiality around data. We imagine a world in which data storage absorbs CO2. Where data can be shared through pollination. Where a data centre could grow data in your backyard. Through this research work, we look to propose alternatives to the current systems of storage, processing and monetizing of data. Currently ownership of our data is largely under the realms of large corporations (GAFA) who store the data in enormous facilities far flung from the location of the initial user.  We seek to establish a new type of cloud that offers a more tangible and intimate relationship with data. A cloud that encourages people to take care of their data. A climate first approach to the development of new data storage technologies which promote regenerative futures. To do this, we work with a new type of Data Science, using the oldest storage device in the universe - DNA.",
      "source": "https://growyourown.cloud/data/",
      "author": "Cyrus Clarke and Monika Seyfried"
    },
    {
      "id": 5,
      "name": "Suzanne Simard",
      "words": "So now I want to talk about the science. How were paper birch and Douglas fir communicating. Well, it turns out they were conversing not only in the language of carbon but also nitrogen and phosphorus and water and defense signals and allele chemicals and hormones -- information. And you know, I have to tell you, before me, scientists had thought that this belowground mutualistic symbiosis called a mycorrhiza was involved. Mycorrhiza literally means \\\"fungus root.\\\" You see their reproductive organs when you walk through the forest. They're the mushrooms. The mushrooms, though, are just the tip of the iceberg, because coming out of those stems are fungal threads that form a mycelium, and that mycelium infects and colonizes the roots of all the trees and plants. And where the fungal cells interact with the root cells, there's a trade of carbon for nutrients, and that fungus gets those nutrients by growing through the soil and coating every soil particle. The web is so dense that there can be hundreds of kilometers of mycelium under a single footstep. And not only that, that mycelium connects different individuals in the forest, individuals not only of the same species but between species, like birch and fir, and it works kind of like the Internet.",
      "source": "https://www.ted.com/talks/suzanne_simard_how_trees_talk_to_each_other",
      "author": "Suzanne Simard"
    },
    {
      "id": 6,
      "name": "Erika Szymanski",
      "words": "Language constitutes an essential set of scientific construction tools, not only for communicating knowledge, but for conceptualizing the world. Metaphors in particular, as conventions that guide and reproduce analogical reasoning, merit attention that they largely do not receive. My research addresses this deficit by examining how metaphors for handling microbes shape possibilities for working with yeast and bacteria in synthetic biology, microbiome research, and other fields that reconfigure what microbes can be. Though poised to reexamine assumptions, these fields routinely rest on metaphors and other language tools that quietly embed ways of thinking that may work against wider aims—for example, imagining bacteria as imperfect machines that should therefore be rendered increasingly passive and controllable. Researchers, therefore, need to examine how language tools structure their observations and expectations so that the tools they choose are appropriate for the work they want to do.",
      "source": "https://journals.asm.org/doi/10.1128/mSystems.00769-21",
      "author": "Erika Szymanski"
    },
    {
      "id": 7,
      "name": "Corrie Moreau",
      "words": "“Ants are like other insects because they have six legs and three main body parts—head, thorax, and abdomen,” she says. “But unlike a lot of other insects, they’re highly organized; they’re super strong; they can ‘listen’ without ears [by sensing vibrations through their feet]; and they can communicate with each other chemically. It’s amazing.” They’re also one of the only species where females rule the roost. “Almost every ant you’ve ever seen is female,” says Moreau. “They’re the workers that go out and gather food. They’re the soldiers that battle other colonies. They’re the caregivers for young ants. People think of toughness and industriousness as male traits. With ants, it’s just the opposite. I love that.”",
      "source": "https://www.nationalgeographic.com/science/article/ants-evolution-corrie-moreau-women-in-biology",
      "author": "Jeremy Berlin and"
    },
    {
      "id": 8,
      "name": "Alexandra Daisy Ginsberg",
      "words": "The engineering vision supported by governments and corporations tends towards the practical. These are liquid dreams of industrial chemistry and pipelines filled with expensive molecules oozing out of synthetic organisms, invisible biological factories locked in secure vats. The bigger aspirations of synthetic biologists to place engineered life into the ecosystem, from pollution-munching bacteria to hi-tech plants, need not be realized for synthetic biology to be deemed a successful venture in terms of investment parameters. Meanwhile, designers and artists are increasingly intrigued by the promise of biology as a material to make things, programmed from the DNA up. These visions tend to sway between mild utopias, where ‘green’ technologies successfully displace existing dirty ones, growing trees as houses, or creating novel biodegradable materials; and unfamiliar states of existence that to most, might seem more like soft dystopias: futures where algae is farmed on bodies, or pigeons defecate soap.",
      "source": "https://www.daisyginsberg.com/work/the-prefuture-of-synthetic-biology",
      "author": "Alexandra Daisy Ginsberg"
    },
    {
      "id": 9,
      "name": "Chidi Oguamanam",
      "words": "This paper focuses on the historical contexts, including the triggers and the processes, behind the growing relevance of Indigenous data sovereignty as a critical tool to advance the Indigenous vision of self-determined development as part of the logic of broader self-determination. The paper provides practical contexts for the application and realization of data sovereignty and conjectures on its potential to further the autonomous ability of Indigenous peoples to set their own research agenda, frame or design their own research questions, select their own research and development partners, and so forth. Indigenous data sovereignty includes the capability of Indigenous peoples to analyze and interpret research results and negotiate their application as a consequential and transformative exercise of self-determined development. The paper acknowledges that, as a theory and practice, Indigenous data sovereignty is a work in progress and draws attention to the tensions that assail the concept while not discounting its potential for optimum realization and overall benefits.",
      "source": "https://www.cigionline.org/publications/indigenous-data-sovereignty-retooling-indigenous-resurgence-development/",
      "author": "Chidi Oguamanam"
    },
    {
      "id": 10,
      "name": "Keolu Fox",
      "words": "More ancient genomes have been sequenced in 2019 than in the entirety of history. Sequencing ancient genomes requires the partial destruction of Indigenous remains. Indigenous remains are often acquired through colonial means and stored in museums without adequate inventory. Moreover, the internet has made it easier than ever to communicate and exchange cash for human remains on a global scale. Look no further than Christies, Ebay, Etsy, and Instagram for thriving digital ecosystems that are involved in cash exchanges for human remains. Big data has ushered in emerging technologies that simultaneously provide new challenges for the exchange of human remains as well as potential solutions to safeguard their access, exchange, and processing. We are developing digital tools to safeguard against predatory access to ancient Indigenous remains rooted in Indigenous data sovereignty. These tools will enable Indigenous communities to repatriate their ancestors, strengthen our identity today, and imagine a healthier future.",
      "source": "https://solve.mit.edu/challenges/2020-indigenous-communities-fellowship/solutions/24115",
      "author": "Keolu Fox"
    },
    {
      "id": 11,
      "name": "Sarah Richardson",
      "words": "The way I try to explain it to some of the public is I’m afraid that we don’t appreciate the engineering that went on before in biology. The important one, to me, is domestication. It’s no accident that we have almonds, and corn, and strawberries, and cows. That was deliberate engineering. Even today rose enthusiasts are engineering new strains of roses, not to mention dog breeders and cat breeders. I want them to be considered bioengineers. I want what they do to be considered the synthesis of engineering and biology. That’s my first little beef with the way it’s sometimes presented.",
      "source": "https://www.growbyginkgo.com/2020/06/23/moving-the-needle/",
      "author": "Christina Agapakis, Sarah Richardson, and Tom Knight"
    },
    {
      "id": 12,
      "name": "David Kong",
      "words": "“Watch the fields of open science and open innovation. I use these terms broadly to encompass the application of open-source principles to the software, hardware, wetware, and policy agreements that underpin the life sciences and biotechnology,” says David Kong, director of MIT Media Lab’s Community Biotechnology Initiative. “Projects like BioNet, the 10k Genes Project, and the Open Material Transfer Agreement (OpenMTA) from the BioBricks Foundation are fantastic examples of efforts building much-needed infrastructure. “At the MIT Media Lab we are curating a wonderful collection of open-source fluidic hardware via Metafluidics. Similarly, do-it-yourself (DIY), do-it-together (DIT), and citizen science movements around biology and biotech are growing at a rapid pace. Events like the Gathering for Open Science Hardware and the Global Community Bio Summit are providing forums for these burgeoning global communities to convene and continue their evolution. Open science is coming to a community lab near you — join us today!”",
      "source": "https://medium.com/neodotlife/2018-in-genomics-food-gmos-blockchain-medicine-dna-apps-genomics-brain-machine-interfaces-and-sex-c824ef572f2b",
      "author": "David Kong"
    },
    {
      "id": 13,
      "name": "Janina M. Jeff",
      "words": "This is the future that I want to be a part of. This is a future where I can see myself doing a genetic ancestry test, any genetic test. This future is not here yet, but it can be. In the beginning I  told you guys a story about two women, Toni and Maya, in reality these two  women were Toni Morrison and Maya  Angelou. Two women who greatly influenced  my life and left a legacy on this world. They left a legacy that will transcend generations, for people they've never met. Many of us don't think that we have this power, but we do. This is us. This is us. Within the genome lies access and privilege to predict and ensure our  futures. Millions and millions of  mutations just like what were found in the PCSK9 drug. Will we step into this power and out of our ignorance. Will we change the way we think about genetic testing to ensure our futures. I  really hope so. This might all seem like a whimsical dream that I had about the future, but together we can make this a reality. Because a future without us, is not a  future at all.",
      "source": "https://youtu.be/mz2ZZJSs-Fo",
      "author": "Janina M. Jeff"
    },
    {
      "id": 14,
      "name": "Kiana Frank",
      "words": "Innovation can be defined as the process of generating and translating ideas into tangible applications for enhanced societal well-being. However, the concept of innovation we are speaking to here expands beyond standard business sector definitions, where the value of innovation is only measured against profit margins and monetary gain. Our concept of innovation and biodesign inherently conforms to our indigenous worldview and sociocultural perspective because we have grown up deeply connected to our places and have developed an awareness of how relationships between people, place, and practice influence the shape and function of our society. Innovation to us doesn’t necessarily mean creating or developing something brand new, rather it translates, and/or restores something ancient into the twenty-first century in a way that is aligned with the values and the cultural history of the people and the place. The same goes for my thinking about biodesign: It’s not necessarily about engineering a new bio-inspired solution to solve our array of global challenges, but rather it’s using the advances in technologies to better understand the intricacies of our environment, so that we can protect and promote biodiversity and ecological functions and restore resiliency back to our environments.",
      "source": "https://jods.mitpress.mit.edu/pub/issue4-frank-rands/release/3",
      "author": "Alexandra Daisy Ginsberg, Natsai Chieza, Kiana Frank, Ahilapalapa Rands, and Justinas Vilutis"
    },
    {
      "id": 15,
      "name": "Mary Lee Bendolph",
      "words": "Families down here, they like to do together. See, we farm together, and the ladies in the family get together for quilting. In them days, they farm three months, then when the lay-by time come—’round the last of May, June—they go to piecing quilts. August, go back to the field. October and November, up into December—and then after Christmas and New Year over with—back to piecing and quilting. Piece by yourself; quilt together.\\n\\nWhen you go to quilt, you beat the cotton out on the floor, first thing, to get the dust out. Then sweep the floor—collect the cotton—spread the lining out and put the cotton back on the lining, beat it out, put the top on there, get your thread and needles and hook it in the quilting frame.",
      "source": "https://www.soulsgrowndeep.org/artist/mary-lee-bendolph",
      "author": "Mary Lee Bendolph"
    },
    {
      "id": 16,
      "name": "Xenobia Bailey",
      "words": "Funk is everlasting life. Nothing ever dies in funk. Okay you take an apple tree, and if nobody picks that apple, that apple is going fall to the ground. And it’s going to decompose and it’s going to go back into the soil and that’s when it gets its funkiest, its most fertile, is when its decomposing. Cause that’s when that seed inside that apple starts germinating and going into another tree. That’s its funkiest, that’s its richest life. So when you get to your funkiest, really that’s your richest time, you know. That’s where music, poetry, visions to help you get out of that hell. If you’re paying attention, it comes. That’s the most fertile time of your life but you have to really know how to direct that whole energy. Cause when plants or anything starts decomposing, even our feces, I mean that’s rich. You can purify water with charcoal cow manure. It’s a very rich state but it can kill you too. You need to know how to work with it, it’ll take you down and take you under. But it’ll revive you too.",
      "source": "http://www.dariocalmese.com/blackimagination",
      "author": "Dario Calmese and Xenobia Bailey"
    },
    {
      "id": 17,
      "name": "Toni Morrison",
      "words": "Still, for me, that was the least important aspect of the work. Because, no matter how \\\"fictional\\\" the account of these writers, or how much it was a product of invention, the act of imagination is bound up with memory. You know, they straightened out the Mississippi River in places, to make room for houses and livable acreage. Occasionally the river floods these places. \\\"Floods\\\" is the word they use, but in fact it is not flooding; it is remembering. Remembering where it used to be. All water has a perfect memory and is forever trying to get back to where it was. Writers are like that: remembering where we were, what valley we ran through, what the banks were like, the light that was there and the route back to our original place. It is emotional memory - what the nerves and the skin remember as well as how it appeared. And a rush of imagination is our \\\"flooding.\\",
      "source": "https://blogs.umass.edu/brusert/files/2013/03/Morrison_Site-of-Memory.pdf",
      "author": "Toni Morrison"
    },
    {
      "id": 18,
      "name": "Ahilapalapa Rands",
      "words": "I’m not directly working in the field of biodesign, so much of this conversation is really new to me. The places where my practice does intersect with other biological futures is through my moʻo kūʻauhau (genealogy) as an indigenous woman, and my work as an artist and activist. There are critical issues to address in biodesign, of biopiracy and biocolonialism of indigenous peoples. As a byproduct of the colonial project, biopiracy operates through further extraction and mining of our (indigenous peoples’) knowledges of the natural world. I love the optimism and innovation of biodesign, but I remain unconvinced that we can innovate ourselves out of the current crisis without actually addressing intersectional issues of oppression. Within the wider system of capitalism, innovation to advance individualistic consumerism is always going to disenfranchise source communities and break apart the relationships that make truly sustainable innovation function in the first place.",
      "source": "https://jods.mitpress.mit.edu/pub/issue4-frank-rands/release/3",
      "author": "Alexandra Daisy Ginsberg, Natsai Chieza, Kiana Frank, Ahilapalapa Rands, and Justinas Vilutis"
    },
    {
      "id": 19,
      "name": "Sonya Renee Taylor",
      "words": "Yeah, absolutely. So for me, there's this really concrete way of, you know, all of the things that put us in a relationship of greater than or less than with other human beings is the ladder of hierarchy, and all the systems that reinforce and hold that experience of greater than, or less than all represent that ladder. And so in a Western industrialized, you know, imperialist, colonialist construct, the top of that ladder is white, able-bodied, cis, heterosexual, masculinity. It's the top of the ladder and consequently somewhere at the bottom of the ladder is Blackness. And then there's all these ways in which folks are scurrying up and down the ladder. That ladder is also, you know, am I able bodied. Is that ladder also, you know, am I thin versus fat. Am I young versus old. You know, am I straight. All of the other, what we call in The Body is Not An Apology, \"default bodies\", bodies that, that we use to stand in for human. When I say, \"Oh, a human\", we have an imagination about what that human's body looks like. All the things that are the default imagination of the human body are the default system, they're the rungs on that ladder. And so the most powerful way to destroy the ladder is to destroy the ladder inside yourself. Is to look at the ways in which you, we, have embodied the tenants of this ladder. How do I engage in a relationship of comparison throughout my life.",
      "source": "https://www.findingourwaypodcast.com/individual-episodes/s1e1",
      "author": "Sonya Renee Taylor and Prentis Hemphill"
    },
    {
      "id": 20,
      "name": "adrienne maree brown",
      "words": "Principles of Emergent Strategy: In the study and practice of emergent strategy, there are core principles that have emerged and that guide me in learning and using this idea and method in the world. I gather them here with the expectation that they will grow. Small is good, small is all. (The large is a reflection of the small.) Change is constant. (Be like water). There is always enough time for the right work. There is a conversation in the room that only these people at this moment can have. Find it. Never a failure, always a lesson. Trust the People. (If you trust the people, they become trustworthy). Move at the speed of trust. Focus on critical connections more than critical mass—build the resilience by building the relationships. Less prep, more presence. What you pay attention to grows.",
      "source": "https://www.akpress.org/emergentstrategy.html",
      "author": "adrienne maree brown"
    },
    {
      "id": 21,
      "name": "Mariame Kaba",
      "words": "I think that people who are activists are folks who are taking action on particular issues that really move them in some specific way, but activism only demands that you personally take on the issue. That means signing petitions. Being on a board of a particular organization that’s doing good in the world. That way, activist is super broad, and that’s why people call people activists. Your individual action, for example, of writing, can be a form of activism in the sense that it wants to educate people and get them to take action in their own way. You are in that way potentially being activist in your orientation, at least, if not in identity. Organizers, however, can’t exist solo. Because who the hell are you organizing. You can’t just decide to wake up one morning and be like, “I’m just going to do this shit.” If you’re organizing, other people are counting on you, but more importantly, your actions are accountable to somebody else. Organizing is both science and art. It is thinking through a vision, a strategy, and then figuring out who your targets are, always being concerned about power, always being concerned about how you’re going to actually build power in order to be able to push your issues, in order to be able to get the target to actually move in the way that you want to. I have been an organizer for a big part of my life in the sense that I’ve been involved with other people in campaigns to move various things. But sometimes I’m just an activist. But [in that case] I have no accountability to anybody, and that’s kind of dangerous. Because there are a lot of people doing a lot of shit that nobody can call them on.",
      "source": "https://adimagazine.com/articles/mariame-kaba-everything-worthwhile-is-done-with-other-people/",
      "author": "Eve L. Ewing and Mariame Kaba"
    },
    {
      "id": 22,
      "name": "Leah Penniman",
      "words": "Absolutely. The entire food system is built on the theft of land and genocide of indigenous people. It is built on the trillions of dollars of unpaid wages to Black folks who didn't just do the labor but actually built the technologies and techniques that we use in farming. It was the Wolof and Mende people who were rice farmers who were stolen to build the rice industry of the Carolinas, which people are still profiting off of. The sixteen-to-one wealth gap—which means that a white child born in America today is sixteen times wealthier than a black child when they take their first breath—is not because that white child did calisthenics in the womb. It's because of inherited property—and inherited property from a legacy of discrimination. That includes everything from redlining to the Homestead Act, which involved literally lynching and burning people off their lands—16 million acres of land lost from Black farmers from 1910 to present. And so the food system is inexorably connected to the oppression of Black and Brown people. Even today, 85% of the actual labor done on farms is done by Spanish-speaking people with brown skin, right. The food system would collapse without that labor, which is mostly sub-minimum wage, with no right to bargain, no child labor protections, no sick days, no health insurance—the list goes on. And so how can you get a whole bunch of people together to talk about farming and food and ignore the racial priorities. Farming—meaning being a farm owner or farm manager, the way the USDA counts it—is one of the whitest professions in the United States. And being a farm worker is the brownest profession in the United States. And that’s not some accident of history.",
      "source": "https://www.vogue.com/article/soul-fire-farm-leah-penniman-why-food-sovereignty-is-central-in-the-fight-for-racial-justice",
      "author": "Leah Penniman and Stephen Heyman"
    },
    {
      "id": 23,
      "name": "Leah Lakshmi Piepzna-Samarasinha",
      "words": "So, there’s this theme of disability justice in general, and there’s also this theme of care. I  kind of saw it in my head at first, just like care/work. When I think about DJ, what is it. And I’m just like, well, it’s the radical ways that we care for each other and that we fight to care for  ourselves as disabled people, as disabled intersectional people. And that is work, you know.  That is labor. That is work. That is real shit. And I don’t know. I mean, I think in my head I just  was like, when I think about the collective work of disability justice as a project, whether it’s the  performance art of Sins Invalid or three— You know, I always think of in Toronto where I think it  was right after some of us had been in Detroit for Creating Collective Access, and there were  like four disabled and sick femmes of color. And we were like, “Do you wanna get together, and  maybe we can all be in bed on heating pads and have tea and talk about our lives.” And we  were so tentative. I think about that meeting of four sick femmes of color talking about our lives.",
      "source": "https://disabilityvisibilityproject.com/wp-content/uploads/2019/04/Care-Work.pdf",
      "author": "Alice Wong and Leah Lakshmi Piepzna-Samarasinha"
    },
    {
      "id": 24,
      "name": "Janaé E. Bonsu",
      "words": "Abolition is not just about getting rid of police officers and brick and mortar buildings full of cages. It is also about undoing the society we live in because the prison industrial complex both feeds on and maintains oppression and inequalities. It’s about divesting from punitive systems, and then investing in systems that care for people, from mental health clinics and drug treatment programming to universal childcare and after-school programs. A prison abolitionist framework entails, more specifically, developing and implementing alternative social projects, institutions and conceptions of governance, and remedying shared problems — interventions that might make police and prisons insignificant and ineffective to ensuring safety and security over the long term. And critically, to move towards an abolitionist horizon, we must identify and critique those ​“reformist reforms” that threaten to knock us off our path.",
      "source": "https://inthesetimes.com/article/defund-police-reforms-abolition-black-lives-matter-racism",
      "author": "Janaé E. Bonsu"
    },
    {
      "id": 25,
      "name": "Ejeris Dixon",
      "words": "Therefore the question is what can you help build. What conversations can you start to increase the safety of your community. What new structures or collaborations will you create to decrease your reliance on the criminal legal system. Perhaps you want to think about one form of violence to work on and build your knowledge from there. You could start simply by having a dinner with your friends, family and chosen family to discuss how you all can better support each other. Or you could raise the issue of police violence and harassment at your next tenants association meeting and see if there’s a way that your neighbors want to engage with each other as opposed to the police. Next, you could research ways that people can get emergency medical assistance outside of 911. The possibilities are endless. No matter how small they are, our experiments should aspire to center the experiences of the most marginalized folks within our communities. One of the major challenges of the movements of the 1960s and 1970s was their inability to fully hold and implement an intersectional analysis. We need to work to make sure that our bold experiments are centering the experiences of Black people, people with disabilities, trans people, poor people, low-income people, undocumented people, and all marginalized people. Starting small gives us the opportunity to collectively imagine community safety responses without telling anyone to wait their turn.",
      "source": "https://transformharm.org/building-community-safety-practical-steps-toward-liberatory-transformation/",
      "author": "Ejeris Dixon"
    },
    {
      "id": 26,
      "name": "Chelsea M. Frazier",
      "words": "Practitioners must be careful however, not to limit Black Feminist Ecological Thought to the reactionary work of uncovering and unpacking ecocriticism’s (and mainstream environmentalism’s) lack of diversity and/or inattention to the ecological perspectives of Black women. Black Feminist Ecological Thought is not a reactionary response to the Eurocentric failings of mainstream ecocriticism. Black Feminist Ecological Thought illuminates and documents the ways that 1) Black women thinkers have always developed their own alternative understandings of the interconnectedness of all things and 2) these ecological understandings have centered the health, well-being, and sustainability of Black, African-descended women across the Diaspora since time immemorial. Black Feminist Ecological Thought asks all of us to keep our eyes peeled for the very subtle ways that environmental harm and discourses around environmental harm tend to blame, neglect, or obscure Black women’s complex relationships to themselves, their families, and their environments. But Black Feminist ecological Thought has always been whispering to us—urging us to understand the interconnected points of our unwell society as a first step toward restoring our environments. The aim of Black Feminist Ecological Thought is to open more portals for us to thoughtfully confront all the melancholy and promise of ecological healing, or as Zora Hurston Neale might say, to confront all the “dawn and doom” in the branches.",
      "source": "https://atmos.earth/black-feminist-ecological-thought-essay/",
      "author": "Chelsea M. Frazier"
    },
    {
      "id": 27,
      "name": "Asha Ransby-Sporn",
      "words": "“Defund the police” has always been shorthand for a two-part demand: It is just as much about investing in thriving communities as it is about divesting from policing. Organizers of the local In Defense of Black Lives Dallas coalition surveyed hundreds of Dallas residents last year to create a People’s Budget in favor of cutting Dallas Police Department’s budget by $200 million and reinvesting in community care. Their current demands include funding for a non-police violence prevention office, mental health programs, emergency housing, economic development, recovery for the impacts of the pandemic and the unprecedented winter storm that hit the U.S. South this year, as well as decriminalization of poverty. The summer before George Floyd was murdered, an influx of state troopers was deployed to Dallas to address community violence, resulting in daily police harassment of local residents. On top of this, the winter storm resulted in deaths, displacement, economic hardship, damage to people’s homes and exorbitant debts to exploitative gas companies. In Defense of Black Lives Dallas’s platform is about defunding police in order to offer real solutions that get at the roots of interconnected problems of policing, structural violence and community violence. Mercedes Fulbright of In Defense of Black Lives explains that the coalition wants to “focus more on the affirmative, liberatory vision” in this year’s efforts.",
      "source": "https://truthout.org/articles/campaigns-to-defund-police-have-seen-major-wins-and-theyre-not-stopping/",
      "author": "Asha Ransby-Sporn"
    },
    {
      "id": 28,
      "name": "Sage Crump",
      "words": "My mother's from Detroit, that's why they let me hang out with them. That includes myself, graphic artist Wesley Taylor, performer sound engineer Carlos Garcia, music producer and filmmaker Waajeed, and \ncommunity organizer lyricist Ill Weaver Invincible. The five of us have been working together over the last six or seven years now as a collective to build performance installations that support local organizing. So at the core, we’re Complex Movements and the word complex comes from our collective belief that complexity science gives us a new way to think about how change happens in the world. It moves from this idea of critical mass to critical connections so at the core of all of our work is like: How are we supporting connections being made locally, trans-locally, person to person,  individually. What are the cultural  practices  that help do that. And we do that through large scale immersive environments. A lot of our work is based on the work of Grace Lee Boggs who I  mentioned a little earlier. And other folks who started thinking about, in the midst of movement, having had long community organizing practices, started thinking about how there are different ways we could be making change. Right. The way we've been told change happens, is actually a part of what is trying to keep us further from the change that could actually turn the tide. So that's the core of Complex  Movements. We're going to change the way people think about making change by creating immersive artistic  experiences that help create new strategies for local organizing. When we say new  strategies, those aren't always campaigns against the government, but really at the core of what I think about culture is like how we be together — like how are we being together. And  how do we  look and understand each other and the  people around us as resources and sources. My friend Kim Peavey would say, there's resources, that's great, but we want to get at the source — and the source is like our soul space. How are we connecting in our humanity and dignity.",
      "source": "https://youtu.be/fgfgrpCLvFk",
      "author": "Sage Crump and Gibrán Rivera"
    },
    {
      "id": 29,
      "name": "Angela Davis",
      "words": "Capitalism has to be a part of the conversation: global capitalism. And it’s part of the conversation about education, because what we’ve witnessed is increasing privatization, and the emergence of a kind of hybrid: the charter schools. Privatization is why the hospitals were so unprepared [for COVID-19], because they function in accordance with the dictates of capital. They don’t want to have extra beds because then that means that they aren’t generating the profit. And why is it that they’re asking children to go back to school. It’s because of the economy. We’re in a depression now, so they’re willing to sacrifice the lives of so many people in order to keep global capitalism functioning. I know that’s a macro issue, but I think we cannot truly understand what is happening in the family where the parents are essential workers and are compelled to go to work and have no childcare. Not only should there be free education, but there should be free childcare and there should be free health care as well. All of these issues are coming to a head. This is, as you said, a racial reckoning. A reexamination of the role that racism has played in the creation of the United States of America. But I think we have to talk about capitalism. Capitalism has always been racial capitalism. Wherever we see capitalism, we see the influence and the exploitation of racism.",
      "source": "https://www.vanityfair.com/culture/2020/08/angela-davis-and-ava-duvernay-in-conversation",
      "author": "Angela Davis and Ava DuVernay"
    },
    {
      "id": 30,
      "name": "Harryette Mullen",
      "words": "Now that my ears are connected to a random answer machine, the wrong brain keeps talking through my hat. Now that I’ve been licked all over by the English tongue, my common law spout is suing for divorce. Now that the Vatican has confessed and the White House has issued an apology, I can forgive everything and forget nothing. Now the overdrawn credits roll as the bankrupt star drives a patchwork cab to the finished line, where a broke robot waves a mended tablecloth, which is the stale flag of a checkmate career. Now that the history of civilization has been encrypted on a medium grain of rice, it’s taken the starch out of the stuffed shorts. Now as the Voice of America crackles and fades, the market reports that today the Euro hit a new low. Now as the reel unravels, our story unwinds with the curious dynamic of an action flick without a white protagonist.",
      "source": "https://bigother.com/2011/05/26/a-poem-for-thursday-present-tense-harryette-mullen-from-sleeping-with-the-dictionary/",
      "author": "Harryette Mullen"
    },
    {
      "id": 31,
      "name": "Emma Dupree",
      "words": "Emma Dupree draws wisdom from heaven, earth\nand 94 years of living. Because she prays, she brews herbs. Because she brews herbs, she heals. Because she heals, she is the undisputed sage of Pitt County. They say her home remedies can quiet a colicky baby, cure a mean cold and scare lice off a hog. \"All that we see, everything that is growin' in the earth,\" Emma says, \"is healin' to the nation of any kind of disease.\" Before her came African root doctors and Indian medicine men. People believed their mystical potions could cure body and soul and sometimes they could. Some modern medicines still use herbal derivatives. Few old-time herbalists like Emma are left in North Carolina. Hospitals first forced her kind out of business. Death is finishing the job. Emma Dupree's hanging tough, though, pushing 10 decades. She takes the tonic, see. Drinks it like water.",
      "source": "https://tulsaworld.com/archive/herbalist-94-lets-nature-heal/article_3b0e06d1-4af9-5567-93ee-bc4b50d5867f.html",
      "author": "Emma Dupree and Paige Williams"
    },
    {
      "id": 32,
      "name": "Gwendolyn Brooks",
      "words": "The time cracks into furious flower. Lifts its face all unashamed. And sways in wicked grace. Whose half-black hands assemble oranges is tom-tom hearted (goes in bearing oranges and boom). And there are bells for orphans– and red and shriek and sheen. A garbageman is dignified as any diplomat. Big Bessie’s feet hurt like nobody’s business, but she stands–bigly–under the unruly scrutiny, stands in the wild weed. In the wild weed she is a citizen, and is a moment of highest quality; admirable. It is lonesome, yes. For we are the last of the loud. Nevertheless, live. Conduct your blooming in the noise and whip of the whirlwind.",
      "source": "https://betterblackness.wordpress.com/2014/01/01/the-second-sermon-on-the-warpland-by-gwendolyn-brooks/",
      "author": "Gwendolyn Brooks"
    }
  ],
  "favorites": [
    {
      "entryId": 1,
      "profileId": 1,
      "id": 1
    },
    {
      "entryId": 4,
      "profileId": 1,
      "id": 2
    },
    {
      "entryId": 5,
      "profileId": 1,
      "id": 3
    },
    {
      "entryId": 17,
      "profileId": 1,
      "id": 4
    },
    {
      "entryId": 30,
      "profileId": 1,
      "id": 5
    },
    {
      "entryId": 15,
      "profileId": 1,
      "id": 6
    },
    {
      "entryId": 8,
      "profileId": 1,
      "id": 7
    },
    {
      "entryId": 31,
      "profileId": 1,
      "id": 8
    }
  ],
  "profiles": [
    {
      "id": 1,
      "name": "Library Guest"
    }
  ]
}
